Repository: elvinos/charlesphotography
Catalog: site/web/app/plugins/off-page-seo/languages/off-page-seo-*.po
Languages: cs_cz, es_es

source: We tried to control your backlinks, but you have this functionality turned off in the settings.
cs_cz: Pokusil jsem se o kontrolu zpětných odkazů, ale zdá se, že máte tuto funkcionalitu v nastavení vypnutou.
es_es: Se intentó cotejar sus backlinks, pero Usted ha desactivado esta función en su configuración.

source: Starting new backlink batch control. (Will control 5 backlinks if they are present)
cs_cz: Začínám kontrolu zpětných odkazů. (Zkontroluji přítomnost 5 odkazů)
es_es: Comenzando a cotejar sus backlinks. (Si existen, se revisarán 5 a la vez)

source: There are no backlinks to be checked.
cs_cz: Bohužel nemám žádné odkazy, které bych zkontroloval.
es_es: No hay backlinks para cotejar.

source: Backlink reciprocal control was finished.
cs_cz: Kontrola zpětných odkazů byla dokončena.
es_es: El cotejo de sus backlinks ha concluido.

source: Backlinks
cs_cz: Zpětné odkazy

source: Backlink added.
cs_cz: Zpětný odkaz přidán.
es_es: Se agregó backlink.

source: Add a new backlink
cs_cz: Přidat zpětný odkaz
es_es: Agregar backlink

source: You don't have any backlinks yet. Please add some by clicking the button above this message.
cs_cz: Zatím nemáte žádné zpětné odkazy. Prosím přidejte nějaký kliknutím na tlačítko nad touto zprávou.
es_es: Usted no tiene backlinks. Puede agregarlas haciendo click en el botón de arriba.

source: Unassigned backlinks
cs_cz: Nepřiřazené zpětné odkazy
es_es: Backlinks sin asignación

source: Assigned backlinks
cs_cz: Přiřazené zpětné odkazy
es_es: Backlinks asignadas

source: Next reciprocal check will be on
cs_cz: Další kontrola zpětných odkazů bude
es_es: Fecha y hora del próximo cotejo de backlinks:

source: Total Costs
cs_cz: Celkové náklady
es_es: Costo Total

source: Total Monthly Costs
cs_cz: Celkové měsíční náklady
es_es: Costo Mensual

source: Type
cs_cz: Typ
es_es: Tipo

source: Backlink
cs_cz: Zpětný odkaz

source: Article
cs_cz: Článek

source: Comment
cs_cz: Komentář
es_es: Comentar

source: Sitewide
cs_cz: Po celém webu

source: Price
cs_cz: Cena

source: Price monthly
cs_cz: Cena měsíčně
es_es: Precio mensual

source: Reciprocal Check
cs_cz: Kontrolovat přítomnost
es_es: Cotejo de backlinks

source: (Notice: reciprocal check is turned off in the Settings.)
cs_cz: (Poznámka: kontrole zpětných odkazů je v nastavení vypnutá.)
es_es: (Aviso: el cotejo de backlinks esta desactivado en su configuración.)

source: Keyword
cs_cz: Klíčové slovo
es_es: Palabra clave

source: Don't assign to keyword
cs_cz: Nepřiřazovat klíčovému slovu
es_es: No asignar a palabra clave

source: Contact
cs_cz: Kontakt
es_es: Contacto

source: Date
cs_cz: Datum
es_es: Fecha

source: ago
cs_cz: zpět
es_es: hace

source: Edit
cs_cz: Editovat
es_es: Corregir

source: Delete
cs_cz: Smazat
es_es: Eliminar

source: Not assigned
cs_cz: Nepřiřazené
es_es: Sin asignar

source: Start Date
cs_cz: Počáteční datum
es_es: Fecha inicial

source: SEO services
cs_cz: SEO služby
es_es: Servicios de SEO

source: We could not fetch SEO tips from our server.
cs_cz: Nemohli jsme získat tipy z našeho serveru.
es_es: No se pudieron obtener los tips de SEO desde el servidor.

source: You don't have a module activated. Please go to settings and activate one.
cs_cz: Nemáte aktivován žádný modul. Prosím běžte do nastavení a nějaký aktivujte.
es_es: No tiene un módulo activado. Por favor vaya a configuración para activarlo.

source: To get the best use out of this plugin, please activate the Rank Report module in the settings. You can still use other functionalities separately.
cs_cz: Tou nejlepší funkcionalitou pluginu je kontrola pozic v Googlu, můžete ji zapnout v nastavení. Ostatní moduly ale můžete používat separátně.
es_es: Para usar de la mejor forma este plugin, por favor active el módulo de Reportes en configuración, Usted aún podrá usar las otras funciones por separado.

source: Settings
cs_cz: Nastavení
es_es: Configuraci&oacute;n

source: The following backlink was not found
cs_cz: Následující zpětný odkaz nebyl nalezen
es_es: El siguiente backlink no se ha encontrado

source: ... on the website:
cs_cz: ... na této stránce:
es_es: ... en la página:

source: Off Page SEO Rank Report
cs_cz: Off Page SEO Kontrola pozic
es_es: Reportes

source: View dashboard
cs_cz: Prohlédnout nástěnku
es_es: Ver tablero

source: If you don't want to receive this email, please change your
cs_cz: Pokud si nepřejete dostávat tento email, můžete změnit vaše
es_es: Si no desea recibir este email, por favor cambie su

source: settings
cs_cz: nastavení
es_es: configuración

source: Opportunities
cs_cz: Příležitosti
es_es: oportunidades

source: Settings were updated.
cs_cz: Nastavení bylo uloženo.
es_es: La configuración se ha actualizado.

source: Forget authorization code.
cs_cz: Zapomenout autorizační kód.
es_es: Olvidar el código de autorización.

source: Force rank report control.
cs_cz: Spustit kontrolu pozic.
es_es: Forzar la actualización de reportes.

source: Force global reciprocal check.
cs_cz: Spustit kontrolu zpětných odkazů.
es_es: Forzar cotejo global de backlinks.

source: Inactive keywords were deleted.
cs_cz: Neaktivní klíčová slova byla smazána z databáze.
es_es: Las palabras clave inactivas fueron borradas.

source: Settings saved.
cs_cz: Nastavení uloženo.
es_es: La configuración se ha guardado.

source: Off Page SEO Settings
cs_cz: Off Page SEO Nastavení
es_es: Configuración

source: Rank Report
cs_cz: Kontrola pozic
es_es: Reporte

source: Check the position in Google every 3 days.
cs_cz: Kontrolovat pozice ve vyhledávači Google každé 3 dny.
es_es: Revisar cada 3 días la posición en Google.

source: Deactivate
cs_cz: Deaktivovat
es_es: Desactivar

source: Activate
cs_cz: Aktivovat
es_es: Activar

source: Record acquired backlinks and control effect on your position.
cs_cz: Zaznamenávat zpětné odkazy a kontrolovat jejich efekt na vaši pozici.
es_es: Grabar nuevos backlinks y actualizar el efecto sobre su posición.

source: Get value data from Google Webmaster Tools.
cs_cz: Získat cenná data z Google Webmaster Tools.
es_es: Obtener los datos del valor desde las herramientas de Webmaster de Google.

source: Share Counter
cs_cz: Počítadlo sdílení
es_es: Veces que se ha compartido

source: Check how many shares you have on various social websites.
cs_cz: Kontrolovat kolik sdílená máte na jednotlivých sociálních sítích.
es_es: Revisar cuantas veces se ha compartido en diferentes redes sociales.

source: Core Settings
cs_cz: Základní nastavení
es_es: Configuración principal

source: Who can view this plugin's data?
cs_cz: Kdo může vidět data tohoto pluginu?
es_es: ¿Quién puede ver los datos de este plugin?

source: Super administrator
cs_cz: Super administrátor
es_es: Súper Administrador

source: Administrator
cs_cz: Administrátor
es_es: Administrador

source: Editor
cs_cz: Šéfredaktor

source: Author
cs_cz: Redaktor
es_es: Autor

source: Contributor
cs_cz: Spolupracovník
es_es: Colaborador

source: Subscriber
cs_cz: Návštěvník
es_es: Suscriptor

source: Select your language
cs_cz: Vyberte jazyk
es_es: Seleccione su idioma

source: Select the Google domain
cs_cz: Vyberte Google doménu
es_es: Seleccione su dominio de Google

source: Notification email
cs_cz: Oznamovací email
es_es: Notificación por email

source: Date format
cs_cz: Formát data
es_es: Formato de fecha

source: Currency
cs_cz: Měna
es_es: Divisa

source: Use this plugin on the following post types:
cs_cz: Použít plugin na následujících typech příspěvků:
es_es: Usar este plugin en publicaciones de los siguientes tipos:

source: By selecting post type, you will be able to track shares and keywords.
cs_cz: Vybráním typu budete moci sledovat sdílení a pozice na daná klíčová slova.
es_es: Al seleccionar el tipo de publicación, podrá rastrear las palabras clave y las veces que es compartida.

source: All post types
cs_cz: Všechny typy příspěvků
es_es: Todos los tipos de publicación

source: Selected post types
cs_cz: Vybrané typy příspěvků
es_es: Tipos de publicación seleccionados

source: Show log
cs_cz: Ukázat log
es_es: Mostrar registro

source: curl version
cs_cz: curl verze
es_es: Versión CURL

source: ERROR: you don't have CURL enabled, most of the features for this plugin will not work.
cs_cz: CHYBA: nemáte aktivivané CURL, většina funkcí pluginu nebude správně fungovat.
es_es: ERROR: CURL NO ESTÁ HABILITADO. La mayoría de las funciones de este plugin no funcionarán.

source: You don't have the CURL functionality active on your server. Most of this plugin's features will not work.
cs_cz: Nemáte CURL funkcionalitu aktivovanou na server. Téměř celý plugin nebude fungovat správně.
es_es: No se ha habilitado el CURL en su servidor. La mayoría de las funciones de este plugin no funcionarán.

source: (how long a script can run on the server before it stops. To determine how long a ranking update lasts, check the log and compare the first and last keyword checked)
cs_cz: (Jak dlouho nechá server běžet skript než ho server ukončí. Abyste zjistili jak dlouho trvá kontrola pozic ve vyhledávači a zdali vás toto může omezit, zkontrolujte log, podívejte se na první a poslední klíčové slovo, které bylo kontrolováno a porovnejte časy.)
es_es: (tiempo en que un script puede ejecutarse en el servidor antes de que se detenga. Para determinar cuánto tiempo dura una actualización de ranking, compare la primera y la última palabra clave en el registro)

source: Rank Report Settings
cs_cz: Nastavení kontroly pozic
es_es: Configuración del Reporte

source: Send email with rank report
cs_cz: Posílat email s výsledky kontroly pozic
es_es: Mandar un email con el reporte

source: We are sorry, this feature is available in premium version only.
cs_cz: Omlouváme se, tato funkce je dostupná pouze v prémiové verzi.
es_es: Disculpe, esta función sólo está disponible en la versión premium.

source: Upgrade.
cs_cz: Updatovat.
es_es: Cambiar a Premium.

source: Delete inactive keywords
cs_cz: Vymazat neaktivní klíčová slova
es_es: Borrar palabras clave inactivas

source: Delete now
cs_cz: Smazat
es_es: Borrar ahora

source: When you delete keyword, it stays in the database as 'inactive', so you dont lose any data. By clicking this button, you will delete these inactive keywords.
cs_cz: Pokaždé, když vymažete klíčové slovo, zůstane v databázi a je neaktivní. Nepřijdete tak o žádná důležitá data. Kliknutím na toto tlačítko na dobro vymažete tato neaktivní klíčová slova.
es_es: Cuando borra una palabra clave, se mantiene como 'inactiva' en la base de datos para que no se pierda ningún dato. Al usar este botón, Usted borrará estas palabras clave inactivas.

source: Perform ranking test now
cs_cz: Provést kontrolu pozic
es_es: Realizar una prueba de ranking ahora

source: Schedule in 10s
cs_cz: Naplánovat za 10s
es_es: Programado en 10s

source: CRON will be set to perform ranking test in 10 seconds.
cs_cz: CRON bude nastaven na kontrolu pozic za 10 sekund.
es_es: El CRON será programado para realizar la prueba de ranking en 10 segundos

source: Backlinks Settings
cs_cz: Nastavení zpětných odkazů
es_es: Configuración de Backlinks

source: Run reciprocal check
cs_cz: Kontrolovat zpětné odkazy
es_es: Realizar un cotejo de backlinks

source: Nofity me if the backlink is not found
cs_cz: Upozornit mě pokud zpětný odkaz není nalezen při kontrole
es_es: Notificarme si el backlink no es encontrado

source: We will send you an email if the backlink is not found on the control website and it was present last time.
cs_cz: Upozorníme vás na oznamovací email pokud zpětný odkaz při pravidelné kontrole nebude nalezet (a přitom byl přítomný naposledy).
es_es: Recibirá un email notificándole si un backlink que se había detectado previamente en una página externa ahora ya no esta presente.

source: Run reciprocal check now
cs_cz: Provést kontrolu zpětných odkazů
es_es: Realizar un cotejo de backlinks ahora

source: This will trigger backlink control. The reciprocal check is split in to batches of 5 controls per script trigger, so it can take a while to check all backlinks.
cs_cz: Toto tlačítko spustí kontrolu zpětných odkazů. Kontroly jsou rozděleny do dávek po 5. Kontrola tedy může chvíli trvat.
es_es: Esto iniciará el cotejo de backlinks. La revisión se divide en lotes de 5 a la vez, por lo que su cotejo tardará dependiendo de la cantidad de backlinks a procesar.

source: Authorization code
cs_cz: Autorizační kód
es_es: Código de autorización

source: You need to authorize this plugin to get your Google Webmaster Tools data.
cs_cz: Abyste si mohli zobrazit data z Google Webmaster Tools, musíte plugin autorizovat.
es_es: Usted necesita autorizar que este plugin reciba los datos de las Herramientas para Webmasters de Google.

source: Get authorization code.
cs_cz: Získat autorizační kód.
es_es: Obtener el código de autorización.

source: Compare period
cs_cz: Srovnávací období.
es_es: Comparas periodo

source: 1 week
cs_cz: 1 týden
es_es: 1 semana

source: 1 month
cs_cz: 1 měsíc
es_es: 1 mes

source: 3 months
cs_cz: 3 měsíce
es_es: 3 meses

source: Share Counter Settings
cs_cz: Nastavení počtu sdílení
es_es: Configuración del registro de publicaciones compartidas

source: Check shares every
cs_cz: Kontrolovat sdílení každý
es_es: Actualizar el registro de publicaciones compartidas cada

source: 1 day
cs_cz: 1 den
es_es: 1 día

source: 2 days
cs_cz: 2 dny
es_es: 2 días

source: 3 days
cs_cz: 3 dny
es_es: 3 días

source: 5 days
cs_cz: 5 dní
es_es: 5 días

source: 7 days
cs_cz: 7 dní
es_es: 7 días

source: 14 days
cs_cz: 14 dní
es_es: 14 días

source: The more content you have, the longer the period should be as this can be expensive on web hosting. The posts are checked individually once the user reads them.
cs_cz: Čím více příspěvků máte, tím delší by měla být tato doba. Tato funkce může být totiž náročná na hosting. Příspěvky jsou kontrolovány jednotlivě, vždy, když na ně někdo přistoupí.
es_es: Mientras más contenido tenga su página, deberá escoger períodos más largos de tiempo ya que se podría sobrecargar el servidor. Las publicaciones son registradas individualmente cada vez que un usuario las lee.

source: Save Settings
cs_cz: Uložit nastavení
es_es: Guardar configuración

source: If you find any bug or if you have any idea how to improve this plugin, feel free to let us know at info@offpageseoplugin.com.
cs_cz: Pokud najdete nějakou chybu nebo budete mít nápad na zlešení pluginu, můžete nám dát vědět na info@offpageseoplugin.com.
es_es: Si encuentra algún error en el programa o en las traducciones de este pugin, o si tiene alguna idea de como mejorarlo, por favor contáctenos aquí: info@offpageseoplugin.com.

source: Time
cs_cz: Čas
es_es: Hora

source: Action
cs_cz: Akce
es_es: Acción

source: Message
cs_cz: Zpráva
es_es: Mensaje

source: You have not set up the authorization code.
cs_cz: Nemáte nastaven autorizační kód.
es_es: Usted no ha configurado el código de autorización.

source: Organic Traffic
cs_cz: Organická návštěvnost
es_es: Tráfico Natural u Orgánico

source: All data are generated from 50 most successful keywords and are delayed a week. Selected period:
cs_cz: Tato data jsou generována z 50 nejúspěšnějších klíčových slov a jsou o týden zpožděna. Vybrané obdodbí:
es_es: Los datos generados son de las 50 palabras más exitosas con un retraso de una semana. Período seleccionado:

source: Total Organic Visitors
cs_cz: Návštěvníci z vyhledávače Google
es_es: Total de Visitantes Naturales u Orgánicos

source: Total Impressions
cs_cz: Počet zobrazení
es_es: Total de Impresiones

source: Most successful keywords
cs_cz: Nejúspěšnější klíčová slova
es_es: Las palabras clave más exitosas

source: Clicks
cs_cz: Kliknutí

source: Position
cs_cz: Pozice
es_es: Posición

source: View more
cs_cz: Zobrazit více
es_es: Ver más

source: No keywords were fetched from the Google API.
cs_cz: Nezískali jsme žádná klíčová slova z Google API.
es_es: No se obtuvieron palabras clave del API de Google.

source: Most successful pages
cs_cz: Nejúspěšnější stránky
es_es: Las páginas más exitosas

source: No pages were fetched from the Google API.
cs_cz: Nezískali jsme žádné stránky z Google API.
es_es: No se obtuvieron páginas del API de Google.

source: Keywords
cs_cz: Klíčová slova
es_es: Palabras Clave

source: Pages
cs_cz: Stránky
es_es: Páginas

source: Country
cs_cz: Země
es_es: País

source: Device
cs_cz: Zařízení
es_es: Dispositivo

source: Please set up Google account in the Settings.
cs_cz: Prosím napojte Google účet v nastavení.
es_es: Por favor, ingrese su cuenta de Google en configuración.

source: Please select item from the dropdown menu.
cs_cz: Prosím vyberte položku z vyjížděcího menu.
es_es: Por favor, seleccione una opción del menú.

source: Display data for last
cs_cz: Zobrazit data za poslední
es_es: Mostrar los datos del período anterior por

source: week
cs_cz: týden
es_es: semana

source: month
cs_cz: měsíc
es_es: mes

source: Impressions
cs_cz: Zobrazení
es_es: Impresiones

source: If you can't see anything, you may not have any data in Webmaster Tools, or you may need to check the error
cs_cz: Jestliže zde nic nevidíte, možná zatím nemáte v Google Webmaster Tools žádná data. Možná bude i nějaká chyba v logu.
es_es: Si no puede ver nada, es posible que no tenga datos en sus Herramientas de Webmaster de Google, o tal vez necesite revisar el error

source: error log
cs_cz: log chyb
es_es: registro de errores

source: Which countries are your visitors from?
cs_cz: Ze kterých zemí návštěvníci přicházejí?
es_es: ¿De qué países son sus visitantes?

source: On what devices is your website displayed in Google search results?
cs_cz: Na jakých zařízeních jsou výsledky vyhledávání v Googlu zobrazeny?
es_es: ¿En qué dispositivos se visualiza su página en los resultados de las búsquedas de Google?

source: Number of times that users clicked on your website in search results compared to the previous period:
cs_cz: Kolikrát uživatel kliknul ve výsledcích vyhledávání na vaši stránku v porovnání s minulým obdobím:
es_es: Comparativo con el período previo del número de veces que los usuarios dan click en el link de su página en los resultados de búsqueda de Google:

source: Avg. position
cs_cz: Prům. pozice
es_es: Posición promedio

source: What is the average ranking of the keyword compared to the previous period:
cs_cz: Jaká je průměrná pozice klíčového slova v porovnání s minulým obdobím:
es_es: ¿Cuál es el ranking promedio de la palabra clave comparado con el período previo?

source: Number of times this keyword was viewed in search results compared to the previous period:
cs_cz: Kolikrát byla vaše stránka zobrazena na toto klíčové slovo v porovnání s minulým obdobím:
es_es: Número de veces que esta palabra clave fue vista en los resultados de búsqueda comparado con el período previo:

source: We could not connect to Google API, following error was returned:
cs_cz: Nemohli jsme se připojit skrze Google API s následující chybou:
es_es: No se pudo conectar con el API de Google y se recibió el siguiente error:

source: We've connected to Google API, but we got this error:
cs_cz: Připojili jsme se skrze Google API, ale dostali jsme následující chybu:
es_es: Conectado con el API de Google, pero se obtuvo este error:

source: Google API data request returned zero results.
cs_cz: Google API dotaz vrátil nulový výsledek.
es_es: La solicitud al API de Google no tuvo resultados.

source: The access token appears to be in the wrong format.
cs_cz: Přístipupový token je ve špatném formátu.
es_es: Al parecer, el formato del token es incorrecto.

source: Tokens seem to have been refreshed, but it does not contain access token.
cs_cz: Přístupový token jsme získali, bohužel token pro obnovu tam nebyl.
es_es: Al parecer el token se restableció, pero contiene información incorrecta.

source: Token was not refreshed successfully.
cs_cz: Token byl obnoven úspěšně.
es_es: El token no se ha restablecido correctamente.

source: We could not connect to Google API:
cs_cz: Nemohl jsme se připojit skrze Google API:
es_es: No se pudo establecer conexión con el API de Google:

source: Buy
cs_cz: Koupit
es_es: Comprar

source: Your language is not supported, please
cs_cz: Váš jazyk není podporován, prosím
es_es: Su idioma no ha sido incluido en el plugin todavía, por favor

source: contact us
cs_cz: kontaktujte nás
es_es: contáctenos

source: to improve this plugin.
cs_cz: abychom plugin vylepšili.
es_es: para hacerlo.

source: Get ideas
cs_cz: Získat příležitosti
es_es: Obtener ideas

source: Please type in your keyword and generate ideas.
cs_cz: Prosím, vepište klíčové slovo a vygenerujte možnosti.
es_es: Por favor escriba su palabra clave para generar ideas.

source: Browse
cs_cz: Procházet
es_es: Revisar

source: You don't have any keyword set up. Please edit any post or page and add it from there.
cs_cz: Nemáte žádná klíčová slova ve sledování. Můžete je přidat pokud budete editovat příspěvek (definovaný v nastavení).
es_es: No hay palabras clave para las publicaciones. Por favor edite cualquier publicación o página para incluirlas desde ahí.

source: per month
cs_cz: měsíčně
es_es: por mes

source: Searches per month
cs_cz: Hledání za měsíc
es_es: Búsquedas al mes

source: Post ID
cs_cz: ID příspěvku
es_es: ID de publicación

source: Edit post
cs_cz: Upravit příspěvek
es_es: Editar publicación

source: We are sorry, you can only track one keyword in the free version.
cs_cz: Omlouváme se, ve free verzi můžete kontrolovat pouze jednu pozici.
es_es: Lo sentimos, Usted sólo puede seguir una palabra clave en la versión gratuita.

source: Next update will be on
cs_cz: Další přepočet bude
es_es: La próxima actualización será el

source: Show keyword list
cs_cz: Seznam klíčových slov
es_es: Mostrar la lista de palabras clave

source: Based on your current positions, filled search volumes and
cs_cz: Založeno na vašich aktuálních pozicích, hlednosti a
es_es: Basado en las posiciones actuales, llenado volúmenes de búsqueda y

source: this resarch
cs_cz: tomto výzkumu
es_es: esta búsqueda

source: Add a new keyword
cs_cz: Přidat klíčové slovo
es_es: Agregar una nueva palabra clave

source: positions were checked.
cs_cz: pozice byly zkontrolovány.
es_es: posiciones fueron revisadas.

source: Change
cs_cz: Změna
es_es: Cambiar

source: You are slowly reaching limit of your hosting max_execution_time. Please consider removing couple keywords or raising the limit.
cs_cz: Pomalu se blížíte k hostingovému limitu max_execution_time. Prosím, zvažte vymazání nějakého klíčového slova nebo zvýšení limitu.
es_es: Usted está alcanzando el límite máximo de tiempo de ejecución de su servidor. Por favor considere remover unas cuantas palabras claves o incrementar este límite (max_execution_time).

source: Expected time needed for ranking control:
cs_cz: Předpokládaná doba pro kontrolu pozic:
es_es: Tiempo estimado para la actualización de ranking:

source: A new keyword was added.
cs_cz: Nové klíčové slovo přidáno.
es_es: Una nueva palabra clave fue agregada.

source: Error adding new keyword.
cs_cz: Chyba při vkládání nového klíčového slova.
es_es: Error al agregar la nueva palabra clave.

source: Ranking update started - good luck!
cs_cz: Kontrola pozic začala - hodně štěstí!
es_es: La actualización ha comenzado - ¡Mucha suerte!

source: Ranking update ended after settings (Google domain, language) validation error.
cs_cz: Kontrola pozic skončila chybným nastavením (Google doména a jazyk není vyplněno).
es_es: La actualización se detuvo por un error de configuración (Dominio de Google, lenguaje).

source: You do not have any active keywords, please add some.
cs_cz: Nemáte žádná aktivní klíčová slova, přidejte nějaká, prosím.
es_es: Usted no tiene palabras clave activas, por favor agregue unas.

source: Ranking update finished.
cs_cz: Kontrola pozic dokončena.
es_es: Actualización terminada.
