Repository: elvinos/charlesphotography
Catalog: site/web/app/plugins/off-page-seo/languages/off-page-seo-*.po
Languages: cs_cz, es_es

source: Starting control - method: "<b>%1$s</b>", keyword: "<b>%2$s</b>".
cs_cz: Začátek kontroly - metoda: "<b>%1$s</b>", klíčové slovo: "<b>%2$s</b>".
es_es: Iniciando actualización - método: "<b>%1$s</b>", palabra clave: "<b>%2$s</b>".

source: Google requires captcha. Changing to a different method – Hide My Ass.
cs_cz: Google vyžaduje antispamovou kontrolu. Zkouším jinou metodu - Hide My Ass.
es_es: Google requiere "capcha". Cambiando a un método diferente - "Hide My Ass".

source: Google requires captcha.
cs_cz: Google vyžaduje antispamový kód.
es_es: Google requiere "capcha".

source: Error fetching Google data. Trying another method - Hide My Ass.
cs_cz: Chyba při získání dat z Googlu. Zkouším jinou metodu - Hide My Ass.
es_es: Error al obtener datos de Google. Intentando con otro método - "Hide My Ass".

source: There was no keyword in the HideMyAss fetched page. Trying another method: google ajax api for keyword:
cs_cz: Nenašli jsme klíčové slovo na Hide My Ass stránce. Zkouším další metodu: google ajax api pro klíčové slovo:
es_es: No había ninguna palabra clave en la página de "Hide My Ass". Tratando otro método: API de Google Ajax para la palabra clave:

source: The HideMyAss first page does not redirect. Trying again with Google ajax api for keyword:
cs_cz: První HideMyAss strana nás neredirectovala správně. Zkoušíme znovu s Google ajax api pro klíčové slovo:
es_es: La página de "Hide My Ass" no redirige. Tratando de nuevo con el API de Google Ajax para la palabra clave:

source: We did not receive any data from the requested URL:
cs_cz: Nedostali jsme žádnou odpověď z URL:
es_es: No recibimos datos del URL solicitado:

source: Settings validation error for field: language.
cs_cz: Chyba nastavení: jazyk
es_es: Error configuración para el campo: lenguaje.

source: Settings validation error for field: Google domain.
cs_cz: Chyba nastavení: Google doména
es_es: Error de configuración para el campo: Dominio de Google.

source: Display data for posts from:
cs_cz: Zobrazit data pro příspěvky z:
es_es: Mostrar datos para publicaciones de:

source: all time
cs_cz: celé období
es_es: histórico

source: this month
cs_cz: tento měsíc
es_es: este mes

source: this week
cs_cz: tento týden
es_es: esta semana

source: Total
cs_cz: Celkem

source: Record Backlink
es_es: Grabar Backlink

source: Provides various tools to help you with the off-page SEO.
es_es: Proporciona varias herramientas para ayudarle con el SEO externo.

source: Off Page SEO Plugin
es_es: Plugin

source: Google API
es_es: API de Google.

source: Off Page SEO
es_es: SEO Externo

source: Off Page SEO Log
es_es: Registro de SEO externo
